[
    {
      "id": 26184,
      "title": "Simple Sabotage Field Manual",
      "authors": [
        {
          "name": "United States. Office of Strategic Services",
          "birth_year": null,
          "death_year": null
        }
      ],
      "summaries": [
        "\"Simple Sabotage Field Manual\" by United States. Office of Strategic Services is a historical publication written during the early 1940s, amid World War II. This manual acts as a guide for ordinary civilians to conduct simple acts of sabotage against enemy operations without the need for specialized training or equipment. Its main topic revolves around promoting small, accessible forms of resistance that could collectively disrupt the enemy's war effort.  The manual outlines various strategies and techniques for citizens to engage in sabotage that could be executed discreetly and with minimal risk. It provides specific suggestions for targeting transportation, communication, and industrial facilities to create delays and inefficiencies in enemy operations. The manual emphasizes the power of many individuals acting independently to contribute to a larger campaign of disruption, encouraging simple acts such as misplacing tools, delaying communication, or damaging equipment with household items. Overall, the \"Simple Sabotage Field Manual\" serves as a unique historical artifact that illustrates grassroots resistance efforts and the belief in the collective power of ordinary people during wartime. (This is an automatically generated summary.)"
      ],
      "translators": [],
      "subjects": [
        "Sabotage"
      ],
      "bookshelves": [
        "Browsing: History - Warfare"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/26184.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/26184.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/26184.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/26184.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/26184.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/26184/pg26184.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/26184/pg26184-h.zip"
      },
      "download_count": 205449
    },
    {
      "id": 84,
      "title": "Frankenstein; Or, The Modern Prometheus",
      "authors": [
        {
          "name": "Shelley, Mary Wollstonecraft",
          "birth_year": 1797,
          "death_year": 1851
        }
      ],
      "summaries": [
        "\"Frankenstein; Or, The Modern Prometheus\" by Mary Wollstonecraft Shelley is a novel written in the early 19th century. The story explores themes of ambition, the quest for knowledge, and the consequences of man's hubris through the experiences of Victor Frankenstein and the monstrous creation of his own making.   The opening of the book introduces Robert Walton, an ambitious explorer on a quest to discover new lands and knowledge in the icy regions of the Arctic. In his letters to his sister Margaret, he expresses both enthusiasm and the fear of isolation in his grand venture. As Walton's expedition progresses, he encounters a mysterious, emaciated stranger who has faced great suffering—furthering the intrigue of his narrative. This stranger ultimately reveals his tale of creation, loss, and the profound consequences of seeking knowledge that lies beyond human bounds. The narrative is set up in a manner that suggests a deep examination of the emotions and ethical dilemmas faced by those who dare to defy the natural order. (This is an automatically generated summary.)"
      ],
      "translators": [],
      "subjects": [
        "Frankenstein's monster (Fictitious character) -- Fiction",
        "Frankenstein, Victor (Fictitious character) -- Fiction",
        "Gothic fiction",
        "Horror tales",
        "Monsters -- Fiction",
        "Science fiction",
        "Scientists -- Fiction"
      ],
      "bookshelves": [
        "Browsing: Culture/Civilization/Society",
        "Browsing: Fiction",
        "Browsing: Gender & Sexuality Studies",
        "Browsing: Literature",
        "Browsing: Science-Fiction & Fantasy",
        "Gothic Fiction",
        "Movie Books",
        "Precursors of Science Fiction",
        "Science Fiction by Women"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/84.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/84.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/84.kf8.images",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/84.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/84/pg84.cover.medium.jpg",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/84.txt.utf-8",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/84/pg84-h.zip"
      },
      "download_count": 146616
    },
    {
      "id": 2701,
      "title": "Moby Dick; Or, The Whale",
      "authors": [
        {
          "name": "Melville, Herman",
          "birth_year": 1819,
          "death_year": 1891
        }
      ],
      "summaries": [
        "\"Moby Dick; Or, The Whale\" by Herman Melville is a novel written in the mid-19th century. The story follows Ishmael, a sailor on a whaling voyage, who seeks adventure and escape from his gloomy life on land. As he embarks on this journey, he becomes drawn into the complex world of whaling and is introduced to the ominous figure of Captain Ahab, whose obsession with a legendary white whale ultimately drives the narrative.  At the start of the novel, Ishmael introduces himself and shares his philosophy about the sea as a remedy for his melancholic disposition. He muses on the magnetic pull of the ocean, describing not only his own urge to set sail but also the collective longing of city dwellers for the water. Ishmael's journey takes him to New Bedford, where he experiences a series of humorous and strange encounters while seeking lodging before joining a whaling ship. As he navigates his way through the town, he is introduced to Queequeg, a tattooed harpooner with a mysterious past, setting the stage for a unique friendship that unfolds amidst the backdrop of whaling adventures. (This is an automatically generated summary.)"
      ],
      "translators": [],
      "subjects": [
        "Adventure stories",
        "Ahab, Captain (Fictitious character) -- Fiction",
        "Mentally ill -- Fiction",
        "Psychological fiction",
        "Sea stories",
        "Ship captains -- Fiction",
        "Whales -- Fiction",
        "Whaling -- Fiction",
        "Whaling ships -- Fiction"
      ],
      "bookshelves": [
        "Best Books Ever Listings",
        "Browsing: Fiction",
        "Browsing: Literature"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/2701.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/2701.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/2701.kf8.images",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/2701.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/2701/pg2701.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/2701/pg2701-h.zip",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/2701.txt.utf-8"
      },
      "download_count": 82564
    },
    {
      "id": 1513,
      "title": "Romeo and Juliet",
      "authors": [
        {
          "name": "Shakespeare, William",
          "birth_year": 1564,
          "death_year": 1616
        }
      ],
      "summaries": [
        "\"Romeo and Juliet\" by William Shakespeare is a tragedy likely written during the late 16th century. The play centers on the intense love affair between two young lovers, Romeo Montague and Juliet Capulet, whose families are embroiled in a bitter feud. Their love, while passionate and profound, is met with adversities that ultimately lead to tragic consequences.  At the start of the play, a Prologue delivered by the Chorus sets the stage for the tale of forbidden love, revealing the familial conflict that surrounds Romeo and Juliet. The opening scenes depict a public brawl ignited by the feud between the Montagues and Capulets, showcasing the hostility that envelops their lives. As we are introduced to various characters such as Benvolio, Tybalt, and Mercutio, we learn of Romeo's unrequited love for Rosaline. However, this quickly changes when Romeo encounters Juliet at the Capulet ball, where they share a famous and romantic exchange, unwittingly falling in love with each other despite their families' bitter enmity. This initial encounter foreshadows the obstacles they will face as their love story unfolds amidst chaos and conflict. (This is an automatically generated summary.)"
      ],
      "translators": [],
      "subjects": [
        "Conflict of generations -- Drama",
        "Juliet (Fictitious character) -- Drama",
        "Romeo (Fictitious character) -- Drama",
        "Tragedies",
        "Vendetta -- Drama",
        "Verona (Italy) -- Drama",
        "Youth -- Drama"
      ],
      "bookshelves": [
        "Browsing: Fiction",
        "Browsing: Literature",
        "Browsing: Poetry"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/1513.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/1513.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/1513.kf8.images",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/1513.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/1513/pg1513.cover.medium.jpg",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/1513.txt.utf-8",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/1513/pg1513-h.zip"
      },
      "download_count": 66816
    },
    {
      "id": 1342,
      "title": "Pride and Prejudice",
      "authors": [
        {
          "name": "Austen, Jane",
          "birth_year": 1775,
          "death_year": 1817
        }
      ],
      "summaries": [
        "\"Pride and Prejudice\" by Jane Austen is a classic novel written in the early 19th century. The story delves into themes of love, social class, and individual agency, largely revolving around the life of Elizabeth Bennet, one of five sisters from a modest but genteel family navigating the complex social landscape of Regency England.  The opening of the novel introduces the seemingly universal truth that a single man of wealth is a target for matchmaking mothers in the neighborhood. Mrs. Bennet is eager to marry off her daughters and is excited to hear about the arrival of Mr. Bingley, a wealthy young man who has taken up residence at Netherfield Park. Mr. Bennet's teasing yet indifferent nature contrasts sharply with Mrs. Bennet's anxious and businesslike demeanor as she plans to visit Mr. Bingley to create an opportunity for her daughters. Their witty exchanges set the tone for the story's exploration of family dynamics and social expectations, while also hinting at deeper character developments and the challenges Elizabeth will face regarding love and prejudice in her interactions with Mr. Darcy and the Bingley family. (This is an automatically generated summary.)"
      ],
      "translators": [],
      "subjects": [
        "Courtship -- Fiction",
        "Domestic fiction",
        "England -- Fiction",
        "Love stories",
        "Sisters -- Fiction",
        "Social classes -- Fiction",
        "Young women -- Fiction"
      ],
      "bookshelves": [
        "Best Books Ever Listings",
        "Browsing: Culture/Civilization/Society",
        "Browsing: Fiction",
        "Browsing: Literature",
        "Harvard Classics"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/1342.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/1342.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/1342.kf8.images",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/1342.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/1342/pg1342.cover.medium.jpg",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/1342.txt.utf-8",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/1342/pg1342-h.zip"
      },
      "download_count": 59020
    },
    {
      "id": 11,
      "title": "Alice's Adventures in Wonderland",
      "authors": [
        {
          "name": "Carroll, Lewis",
          "birth_year": 1832,
          "death_year": 1898
        }
      ],
      "summaries": [
        "\"Alice's Adventures in Wonderland\" by Lewis Carroll is a classic children's novel written in the mid-19th century. The story follows a young girl named Alice who, feeling bored and sleepy while sitting by a riverbank, encounters a White Rabbit and follows it down a rabbit hole, plunging into a fantastical world filled with curious creatures and whimsical adventures.  The opening of the book introduces Alice as she daydreams about her surroundings before spotting the White Rabbit, who is both flustered and animated. Curious, Alice pursues the Rabbit and finds herself tumbling down a deep rabbit hole, leading to a curious hall filled with doors, all locked. After experiencing a series of bizarre changes in size from eating and drinking mysterious substances, she begins exploring this new world, initially frustrated by her newfound challenges as she navigates her size and the peculiar inhabitants she meets. The narrative sets the tone for Alice's whimsical and often nonsensical adventures that characterize the entire tale. (This is an automatically generated summary.)"
      ],
      "translators": [],
      "subjects": [
        "Alice (Fictitious character from Carroll) -- Juvenile fiction",
        "Children's stories",
        "Fantasy fiction",
        "Imaginary places -- Juvenile fiction"
      ],
      "bookshelves": [
        "Browsing: Children & Young Adult Reading",
        "Browsing: Fiction",
        "Children's Literature"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/11.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/11.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/11.kf8.images",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/11.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/11/pg11.cover.medium.jpg",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/11.txt.utf-8",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/11/pg11-h.zip"
      },
      "download_count": 56485
    },
    {
      "id": 100,
      "title": "The Complete Works of William Shakespeare",
      "authors": [
        {
          "name": "Shakespeare, William",
          "birth_year": 1564,
          "death_year": 1616
        }
      ],
      "summaries": [
        "\"The Complete Works of William Shakespeare\" by William Shakespeare is a collection of classic literary works written in the late 16th to early 17th centuries. This comprehensive anthology includes a wide range of genres, encompassing sonnets, comedies, histories, and tragedies, all showcasing Shakespeare's unparalleled mastery of language and character development. Important themes such as love, ambition, betrayal, and the complexities of human nature resonate throughout these timeless pieces.  At the start of this collection, the reader is immediately introduced to Shakespeare's \"Sonnets,\" which serve as an eloquent prelude to his themes of love and beauty. These opening verses explore the fleeting nature of beauty and time, with a poignant focus on the necessity of procreation to preserve youthful beauty. The sonnets address a young man of remarkable beauty and the poet's passionate urge for him to reproduce, emphasizing the tensions between self-love and the desire for legacy. Through rhythmic language and rich imagery, the sonnets present a universal contemplation on love, mortality, and the human experience, inviting readers to engage deeply with concepts that remain relevant today. (This is an automatically generated summary.)"
      ],
      "translators": [],
      "subjects": [
        "English drama -- Early modern and Elizabethan, 1500-1600"
      ],
      "bookshelves": [
        "Browsing: Fiction",
        "Browsing: Literature",
        "Plays"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/100.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/100.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/100.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/100.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/100.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/100/pg100.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/100/pg100-h.zip"
      },
      "download_count": 48002
    },
    {
      "id": 145,
      "title": "Middlemarch",
      "authors": [
        {
          "name": "Eliot, George",
          "birth_year": 1819,
          "death_year": 1880
        }
      ],
      "summaries": [
        "\"Middlemarch\" by George Eliot is a novel written in the mid-19th century that explores the lives and interactions of residents in a provincial English town. The story primarily centers around Dorothea Brooke, a young woman with high ideals and aspirations for a meaningful life, who grapples with her search for love and purpose amid societal expectations. The novel addresses themes of marriage, ambition, and the intersection of personal and social values in a rapidly changing world.  At the start of the novel, we are introduced to Miss Brooke, who is depicted as a strikingly beautiful and intelligent young woman, yet may be seen as eccentric due to her lofty aspirations and disregard for societal norms. She lives with her sister Celia and their uncle, Mr. Brooke, in a quiet country house, harboring dreams of making a significant impact on the world. As the opening chapters unfold, we see her rejection of traditional feminine pursuits and her desire to be with a man of intellect who can match her aspirations. Important characters such as the learned Reverend Edward Casaubon and the kind Sir James Chettam emerge, each representing different paths and values that will challenge Dorothea in her quest for fulfillment. The complexities of their interactions are foreshadowed early on, setting the stage for a rich exploration of human relationships and personal growth. (This is an automatically generated summary.)"
      ],
      "translators": [],
      "subjects": [
        "Bildungsromans",
        "City and town life -- Fiction",
        "Didactic fiction",
        "Domestic fiction",
        "England -- Fiction",
        "Love stories",
        "Married people -- Fiction",
        "Young women -- Fiction"
      ],
      "bookshelves": [
        "Best Books Ever Listings",
        "Browsing: Culture/Civilization/Society",
        "Browsing: Fiction",
        "Browsing: History - British",
        "Browsing: Literature",
        "Historical Fiction"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/145.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/145.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/145.kf8.images",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/145.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/145/pg145.cover.medium.jpg",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/145.txt.utf-8",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/145/pg145-h.zip"
      },
      "download_count": 47167
    },
    {
      "id": 37106,
      "title": "Little Women; Or, Meg, Jo, Beth, and Amy",
      "authors": [
        {
          "name": "Alcott, Louisa May",
          "birth_year": 1832,
          "death_year": 1888
        }
      ],
      "summaries": [
        "\"Little Women; Or, Meg, Jo, Beth, and Amy\" by Louisa May Alcott is a classic novel written in the mid-19th century. The story revolves around the lives and experiences of four sisters—Meg, Jo, Beth, and Amy March—as they navigate the challenges of growing up in a modest household during the American Civil War. The novel explores themes of family, sacrifice, and the pursuit of personal dreams, showcasing the distinct personalities and aspirations of each sister.  The opening of the book introduces readers to the March sisters, who are grappling with their financial struggles and longing for a more comfortable life. As they gather around the fire to express their frustrations about being poor, their mother reinforces the idea that they should embrace gratitude and make sacrifices for those suffering during the war, particularly their father, who is away serving as a chaplain. This chapter sets the tone for the sisters' individual journeys, highlighting their different approaches to hardship—Meg longs for material wealth, Jo is a spirited tomboy who craves independence, Beth is the gentle peacemaker, and Amy is the aspiring artist concerned with appearances. Through their interactions and hopes, Alcott paints a vivid picture of their lives, filled with warmth, humor, and the bonds of sisterhood. (This is an automatically generated summary.)"
      ],
      "translators": [],
      "subjects": [
        "Autobiographical fiction",
        "Bildungsromans",
        "Domestic fiction",
        "Family life -- New England -- Fiction",
        "March family (Fictitious characters) -- Fiction",
        "Mothers and daughters -- Fiction",
        "New England -- Fiction",
        "Sisters -- Fiction",
        "Young women -- Fiction"
      ],
      "bookshelves": [
        "Browsing: Culture/Civilization/Society",
        "Browsing: Fiction",
        "Browsing: Literature"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/37106.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/37106.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/37106.kf8.images",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/37106.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/37106/pg37106.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/37106/37106-0.zip",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/37106.txt.utf-8"
      },
      "download_count": 46461
    },
    {
      "id": 2641,
      "title": "A Room with a View",
      "authors": [
        {
          "name": "Forster, E. M. (Edward Morgan)",
          "birth_year": 1879,
          "death_year": 1970
        }
      ],
      "summaries": [
        "\"A Room with a View\" by E. M. Forster is a novel written during the early 20th century, which explores themes of social conventions and personal freedom. Set primarily in Italy and England, the narrative follows the journey of Lucy Honeychurch, a young woman navigating her feelings about love, societal expectations, and her own desires against the backdrop of her experiences abroad.  The opening of the story introduces the character of Lucy and her cousin Charlotte Bartlett as they arrive at the Pension Bertolini in Florence. Disappointed by the accommodation’s lack of a promised view, they bicker about their arrangements. Lucy's eagerness to experience Italy conflicts with Charlotte's more cautious demeanor. Here, the reader meets Mr. Emerson and his son George, who challenge the norms of polite society, offering their rooms to Lucy and Charlotte out of kindness, which Charlotte initially declines. The tension between personal desires and societal expectations is palpable, setting the stage for Lucy's internal conflict and her eventual blossoming into independence and self-discovery. (This is an automatically generated summary.)"
      ],
      "translators": [],
      "subjects": [
        "British -- Italy -- Fiction",
        "England -- Fiction",
        "Florence (Italy) -- Fiction",
        "Humorous stories",
        "Young women -- Fiction"
      ],
      "bookshelves": [
        "Browsing: Culture/Civilization/Society",
        "Browsing: Fiction",
        "Browsing: Humour",
        "Browsing: Literature",
        "Browsing: Travel & Geography",
        "Italy"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/2641.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/2641.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/2641.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/2641.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/2641.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/2641/pg2641.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/2641/pg2641-h.zip"
      },
      "download_count": 45134
    },
    {
      "id": 64317,
      "title": "The Great Gatsby",
      "authors": [
        {
          "name": "Fitzgerald, F. Scott (Francis Scott)",
          "birth_year": 1896,
          "death_year": 1940
        }
      ],
      "summaries": [
        "\"The Great Gatsby\" by F. Scott Fitzgerald is a novel written in the early 20th century. The story is mainly narrated by Nick Carraway, who reflects on the life of his enigmatic neighbor, Jay Gatsby, and the extravagant world of wealth and excess he inhabits. The novel explores themes of the American Dream, love, and social class.  At the start of the novel, Nick Carraway reflects on advice from his father about withholding judgment of others, which sets the stage for the unfolding narrative. We learn about Nick's background, his move to West Egg, and his connection to wealthy acquaintances like Tom and Daisy Buchanan. Nick's first glimpse of Gatsby is during a moment of solitude when he sees Gatsby reaching out toward a distant green light, symbolizing his unattainable dreams. This opening portion lays the groundwork for the intricate relationships and social dynamics in the world of 1920s America, hinting at the luxurious yet hollow lives that many characters lead. (This is an automatically generated summary.)"
      ],
      "translators": [],
      "subjects": [
        "First loves -- Fiction",
        "Long Island (N.Y.) -- Fiction",
        "Married women -- Fiction",
        "Psychological fiction",
        "Rich people -- Fiction"
      ],
      "bookshelves": [
        "Browsing: Culture/Civilization/Society",
        "Browsing: Fiction",
        "Browsing: Literature"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/64317.txt.utf-8",
        "text/html": "https://www.gutenberg.org/ebooks/64317.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/64317.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/64317.kf8.images",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/64317.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/64317/pg64317.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/64317/pg64317-h.zip"
      },
      "download_count": 42522
    },
    {
      "id": 2542,
      "title": "A Doll's House : a play",
      "authors": [
        {
          "name": "Ibsen, Henrik",
          "birth_year": 1828,
          "death_year": 1906
        }
      ],
      "summaries": [
        "\"A Doll's House\" by Henrik Ibsen is a three-act play written during the late 19th century. The story revolves around Nora Helmer and her seemingly perfect marriage to Torvald Helmer, as well as themes of gender roles, deception, and the struggle for identity within the constraints of societal expectations.  At the start of the play, we meet Nora, who enters her home in high spirits, preparing for Christmas and eagerly discussing her acquisitions with her husband, Torvald. Their playful banter reveals Nora's childlike demeanor and Torvald's patronizing affection for her. As they converse, it becomes evident there are underlying tensions: Nora has kept a significant secret involving a loan she took out to save Torvald's life during an illness. The arrival of Nora's old friend, Mrs. Linde, introduces additional complexity to the narrative. Their conversation hints at Nora’s hidden struggles and foreshadows the impending conflict as Krogstad, who has connections to Nora’s loan, enters the picture, setting the stage for the unfolding drama. (This is an automatically generated summary.)"
      ],
      "translators": [],
      "subjects": [
        "Man-woman relationships -- Drama",
        "Marriage -- Drama",
        "Norwegian drama -- Translations into English",
        "Wives -- Drama"
      ],
      "bookshelves": [
        "Best Books Ever Listings",
        "Browsing: Fiction",
        "Browsing: Literature"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/2542.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/2542.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/2542.kf8.images",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/2542.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/2542/pg2542.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/2542/2542-0.zip",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/2542.txt.utf-8"
      },
      "download_count": 42499
    },
    {
      "id": 67979,
      "title": "The Blue Castle: a novel",
      "authors": [
        {
          "name": "Montgomery, L. M. (Lucy Maud)",
          "birth_year": 1874,
          "death_year": 1942
        }
      ],
      "summaries": [
        "\"The Blue Castle\" by L. M. Montgomery is a novel written in the early 20th century. The story centers around Valancy Stirling, a nearly thirty-year-old woman who feels trapped in her life as an unmarried woman in a family that shows little regard for her. The opening of the novel introduces Valancy's bleak existence, characterized by a suffocating home life and a longing for romance and meaning that she has never experienced.  At the start of the book, Valancy awakens on a rainy morning weighed down by her impending birthday and the realization of her unfulfilled life. As she reflects on her circumstances, the reader gains insight into her despair and her dreams of an idealized life represented by her fantastical \"Blue Castle.\" She feels oppressed by her family's expectations and by her status as a \"hopeless old maid.\" Valancy's introspection reveals both her sense of humor and her deep-rooted sorrow, setting the stage for the profound changes that her impending fate may bring. The subsequent narrative promises to explore themes of self-discovery and rebellion against familial constraints as Valancy contemplates her situation. (This is an automatically generated summary.)"
      ],
      "translators": [],
      "subjects": [
        "Canada -- History -- 1914-1945 -- Fiction",
        "Choice (Psychology) -- Fiction",
        "Love -- Fiction",
        "Romance fiction",
        "Self-actualization (Psychology) -- Fiction",
        "Single women -- Fiction",
        "Young adult fiction"
      ],
      "bookshelves": [
        "Browsing: Culture/Civilization/Society",
        "Browsing: Fiction",
        "Browsing: Literature",
        "Browsing: Teaching & Education"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/67979/pg67979-h.zip",
        "text/html": "https://www.gutenberg.org/ebooks/67979.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/67979.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/67979.kf8.images",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/67979.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/67979/pg67979.cover.medium.jpg",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/67979.txt.utf-8"
      },
      "download_count": 39939
    },
    {
      "id": 16389,
      "title": "The Enchanted April",
      "authors": [
        {
          "name": "Von Arnim, Elizabeth",
          "birth_year": 1866,
          "death_year": 1941
        }
      ],
      "summaries": [
        "\"The Enchanted April\" by Elizabeth Von Arnim is a novel written in the early 20th century. The story revolves around four women who seek a transformative escape from their mundane lives in cold, rainy England to the alluring sunshine of a mediaeval castle in Italy. The main characters introduced are Mrs. Wilkins and Mrs. Arbuthnot, both of whom are discontented with their respective circumstances and longing for a change.  At the start of the novel, Mrs. Wilkins, feeling trapped in her drab life, stumbles upon an advertisement for a rental castle in Italy while at a Women's Club in London. Drawn to the idea of warmth and beauty, she impulsively starts a conversation with the similarly yearning Mrs. Arbuthnot. As they discuss the advertisement, an unexpected bond forms, leading them to consider sharing the castle with two other women to make the plan financially feasible. This opening sets the stage for an uplifting journey where the characters’ quest for personal joy and freedom unfolds against the backdrop of picturesque Italy, suggesting themes of self-discovery and the rejuvenating power of adventure. (This is an automatically generated summary.)"
      ],
      "translators": [],
      "subjects": [
        "British -- Italy -- Fiction",
        "Domestic fiction",
        "Female friendship -- Fiction",
        "Italy -- Fiction",
        "Love stories"
      ],
      "bookshelves": [
        "Bestsellers, American, 1895-1923",
        "Browsing: Culture/Civilization/Society",
        "Browsing: Fiction",
        "Browsing: Literature"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/16389.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/16389.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/16389.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/16389.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/16389.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/16389/pg16389.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/16389/16389-0.zip"
      },
      "download_count": 37778
    },
    {
      "id": 174,
      "title": "The Picture of Dorian Gray",
      "authors": [
        {
          "name": "Wilde, Oscar",
          "birth_year": 1854,
          "death_year": 1900
        }
      ],
      "summaries": [
        "\"The Picture of Dorian Gray\" by Oscar Wilde is a novel written during the late 19th century. The story explores themes of art, beauty, and morality, centering on the life of a young man named Dorian Gray, who becomes entranced by his own beauty and the hedonistic philosophies of Lord Henry Wotton. As Dorian gains fame and pleasure through his youthful looks, he grapples with the implications of vanity and the cost of immortality.  At the start of the novel, we are introduced to Lord Henry Wotton and the artist Basil Hallward, who has painted a stunning portrait of Dorian Gray. Basil is deeply enamored with Dorian's beauty and harbors a secret affection for him. The opening chapters establish the dynamic between Lord Henry's cynical worldview and Basil's idealism, culminating in Dorian's arrival in the studio. Dorian's first encounter with Lord Henry sparks a transformative moment; as they converse, Dorian is exposed to Henry’s hedonistic philosophies, which shape his perception of beauty and life. The chapter sets a tone that hints at the foreboding price Dorian may pay for his fascination with youth and aesthetic pleasure. (This is an automatically generated summary.)"
      ],
      "translators": [],
      "subjects": [
        "Appearance (Philosophy) -- Fiction",
        "Conduct of life -- Fiction",
        "Didactic fiction",
        "Great Britain -- History -- Victoria, 1837-1901 -- Fiction",
        "London (England) -- History -- 1800-1950 -- Fiction",
        "Paranormal fiction",
        "Portraits -- Fiction",
        "Supernatural -- Fiction"
      ],
      "bookshelves": [
        "Browsing: Fiction",
        "Browsing: Literature",
        "Browsing: Philosophy & Ethics",
        "Gothic Fiction",
        "Movie Books"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/174.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/174.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/174.kf8.images",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/174.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/174/pg174.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/174/pg174-h.zip",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/174.txt.utf-8"
      },
      "download_count": 37316
    },
    {
      "id": 394,
      "title": "Cranford",
      "authors": [
        {
          "name": "Gaskell, Elizabeth Cleghorn",
          "birth_year": 1810,
          "death_year": 1865
        }
      ],
      "summaries": [
        "\"Cranford\" by Elizabeth Cleghorn Gaskell is a novel written in the mid-19th century. The story unfolds in a small English village dominated by women, where men are conspicuously absent from social life. The narrative is rich with observations about the peculiar rituals, customs, and dynamics of the tight-knit community, primarily focusing on the lives of its female inhabitants, including the amiable and kind-hearted Miss Matty and the spirited Captain Brown, who disrupts their tranquil existence.  At the start of \"Cranford,\" we are introduced to the unique social structure of the village, characterized by its predominantly female residents who manage their affairs without the presence of men, aside from the occasional visitor. The opening chapter humorously details the societal norms and the unspoken rules that govern interactions, such as visiting etiquette and the preference for economy over ostentation. Key characters like the gentle Miss Matty and the charismatic Captain Brown are introduced, hinting at a deeper exploration of human relationships and character development as the story progresses. Through the eyes of the narrator, the reader gets a glimpse into the endearing quirks and camaraderie of the Cranford community, setting the stage for the unfolding tales of friendship, love, and social commentary that define this charming novel. (This is an automatically generated summary.)"
      ],
      "translators": [],
      "subjects": [
        "England -- Fiction",
        "Female friendship -- Fiction",
        "Older women -- Fiction",
        "Pastoral fiction",
        "Sisters -- Fiction",
        "Villages -- Fiction"
      ],
      "bookshelves": [
        "Browsing: Culture/Civilization/Society",
        "Browsing: Fiction",
        "Browsing: Literature"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/394.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/394.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/394.kf8.images",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/394.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/394/pg394.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/394/394-0.zip",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/394.txt.utf-8"
      },
      "download_count": 35432
    },
    {
      "id": 1080,
      "title": "A Modest Proposal: For preventing the children of poor people in Ireland, from being a burden on their parents or country, and for making them beneficial to the publick",
      "authors": [
        {
          "name": "Swift, Jonathan",
          "birth_year": 1667,
          "death_year": 1745
        }
      ],
      "summaries": [
        "\"A Modest Proposal\" by Jonathan Swift is a satirical essay written in the early 18th century. This work is a classic example of political satire and addresses the dire circumstances faced by the poor in Ireland during that period. The essay presents a shocking and extreme solution to poverty and overpopulation, proposing that impoverished Irish families sell their children as food to the wealthy.  In this ironic treatise, Swift employs a calm and logical tone to suggest that the solution to the plight of poor Irish mothers and their numerous children lies in the consumption of infants. He meticulously calculates the benefits of his proposal, including the economic advantages for families and the reduction of poverty. The essay critiques the British government’s neglect of the Irish population and the dehumanizing effects of colonialism, illustrating the absurdity of the social and economic conditions that lead to such a monstrous idea. Through this startling argument, Swift encourages readers to reflect on the inhumane treatment of the lower classes and the moral responsibilities of society. (This is an automatically generated summary.)"
      ],
      "translators": [],
      "subjects": [
        "Ireland -- Politics and government -- 18th century -- Humor",
        "Political satire, English",
        "Religious satire, English"
      ],
      "bookshelves": [
        "Browsing: Humour",
        "Browsing: Literature",
        "Browsing: Politics"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/1080.html.images",
        "text/html; charset=utf-8": "https://www.gutenberg.org/files/1080/1080-h/1080-h.htm",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/1080.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/1080.kf8.images",
        "text/plain; charset=utf-8": "https://www.gutenberg.org/files/1080/1080-0.txt",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/1080.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/1080/pg1080.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/1080/pg1080-h.zip",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/1080.txt.utf-8"
      },
      "download_count": 35172
    },
    {
      "id": 6761,
      "title": "The Adventures of Ferdinand Count Fathom — Complete",
      "authors": [
        {
          "name": "Smollett, T. (Tobias)",
          "birth_year": 1721,
          "death_year": 1771
        }
      ],
      "summaries": [
        "\"The Adventures of Ferdinand Count Fathom\" by Tobias Smollett is a satirical novel written in the mid-18th century. The narrative follows the cunning and morally ambiguous character of Ferdinand Count Fathom, a man of mysterious parentage armed with an extraordinary talent for deception and manipulation. The story sets the stage for themes of vice and virtue, exploring Fathom’s escapades and schemes as he navigates a world ripe for exploitation.  The opening of the novel introduces Fathom in an unusual light—born under strange circumstances to a mother who flitted between roles in military encampments and armies. We explore the early influence of his mother, an adventurous and fierce figure whose exploits paint a picture of a wild and unrestrained environment. As Fathom grows, he exhibits a blend of charisma and villainy, drawing the attention of powerful patrons while developing ambitions of his own. With a sharp wit and an ability to adapt, he becomes both an object of admiration and contempt, preparing the reader for a complex journey through deceit, ambition, and the nature of morality. (This is an automatically generated summary.)"
      ],
      "translators": [],
      "subjects": [
        "Adventure stories",
        "Gothic fiction"
      ],
      "bookshelves": [
        "Best Books Ever Listings",
        "Browsing: Fiction",
        "Browsing: Literature"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/6761.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/6761.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/6761.kf8.images",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/6761.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/6761/pg6761.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/6761/6761-0.zip",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/6761.txt.utf-8"
      },
      "download_count": 35006
    },
    {
      "id": 2160,
      "title": "The Expedition of Humphry Clinker",
      "authors": [
        {
          "name": "Smollett, T. (Tobias)",
          "birth_year": 1721,
          "death_year": 1771
        }
      ],
      "summaries": [
        "\"The Expedition of Humphry Clinker\" by Tobias Smollett is a novel written during the mid-18th century. This humorous work explores the journey and misadventures of the Bramble family and their companions as they travel through Wales and England, providing a satirical glimpse into the social and cultural life of the time. The story is primarily told through a series of letters, offering a diverse range of perspectives from its characters, including the hypochondriac Matthew Bramble and his lively niece, Lydia Melford.  The opening of the novel introduces several key characters through a series of letters among various recipients. The narrative begins with Jonathan Dustwich, who writes to Mr. Henry Davis about his plans to publish a collection of letters, asserting the importance of their content. We also meet Matthew Bramble, who expresses his ailments and frustrations with familial responsibilities, alluding to troublesome interactions with his niece’s romantic interests. As they prepare for a trip to the Hot Well in Bristol, the Bramble family’s dynamic begins to unfold, hinting at both familial loyalty and the conflicts that arise from their contrasting personalities. Ultimately, the beginning sets the stage for a blend of comedy, social commentary, and insight into human relationships throughout their journey. (This is an automatically generated summary.)"
      ],
      "translators": [],
      "subjects": [
        "Epistolary fiction",
        "Great Britain -- Fiction",
        "Travelers -- Fiction"
      ],
      "bookshelves": [
        "Best Books Ever Listings",
        "Browsing: Fiction",
        "Browsing: History - General",
        "Browsing: Literature",
        "Browsing: Travel & Geography",
        "Historical Fiction"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/2160.html.images",
        "text/html; charset=utf-8": "https://www.gutenberg.org/files/2160/2160-h/2160-h.htm",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/2160.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/2160.kf8.images",
        "text/plain; charset=utf-8": "https://www.gutenberg.org/files/2160/2160-0.txt",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/2160.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/2160/pg2160.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/2160/pg2160-h.zip",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/2160.txt.utf-8"
      },
      "download_count": 34367
    },
    {
      "id": 1952,
      "title": "The Yellow Wallpaper",
      "authors": [
        {
          "name": "Gilman, Charlotte Perkins",
          "birth_year": 1860,
          "death_year": 1935
        }
      ],
      "summaries": [
        "\"The Yellow Wallpaper\" by Charlotte Perkins Gilman is a short story written in the late 19th century, often associated with the feminist literature genre. The narrative explores the themes of mental illness, gender roles, and the constraints faced by women in a patriarchal society. It follows the mental deterioration of a woman who is confined to a room by her husband, who is also her physician, under the pretense of helping her recover from what he diagnoses as temporary nervous depression.  The story is presented as a series of journal entries written by an unnamed woman who is taken to a secluded mansion for rest cure. As she spends time in the nursery, she becomes increasingly obsessed with the room's yellow wallpaper, which she finds repulsive yet fascinating. Over time, she perceives a figure of a woman trapped within the wallpaper, reflecting her own feelings of oppression and entrapment. As the protagonist's isolation and desperation grow, she begins to identify with the figure, leading to a dramatic climax where she asserts her will by tearing down the wallpaper, ultimately rejecting the control her husband has over her life. The story is a powerful commentary on the struggles against patriarchal domination and the importance of self-identity and freedom. (This is an automatically generated summary.)"
      ],
      "translators": [],
      "subjects": [
        "Feminist fiction",
        "Married women -- Psychology -- Fiction",
        "Mentally ill women -- Fiction",
        "Psychological fiction",
        "Sex role -- Fiction"
      ],
      "bookshelves": [
        "Browsing: Fiction",
        "Browsing: Gender & Sexuality Studies",
        "Browsing: Literature",
        "Browsing: Psychiatry/Psychology",
        "Gothic Fiction"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/1952/pg1952-h.zip",
        "text/html": "https://www.gutenberg.org/ebooks/1952.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/1952.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/1952.kf8.images",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/1952.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/1952/pg1952.cover.medium.jpg",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/1952.txt.utf-8"
      },
      "download_count": 34135
    },
    {
      "id": 6593,
      "title": "History of Tom Jones, a Foundling",
      "authors": [
        {
          "name": "Fielding, Henry",
          "birth_year": 1707,
          "death_year": 1754
        }
      ],
      "summaries": [
        "\"The History of Tom Jones, A Foundling\" by Henry Fielding is a novel written in the early 18th century. The narrative revolves around the life of Tom Jones, a foundling raised by the benevolent Squire Allworthy, exploring themes of morality, love, and social class. The story is rich in characters and details, illustrating the intricacies of human nature and society’s response to vice and virtue.  At the start of the novel, Fielding introduces Squire Allworthy as a compassionate and virtuous landowner who returns home from London to discover an infant boy, Tom, wrapped in linens in his bed. This event sets the stage for Tom's upbringing, as Allworthy decides to raise him as his own, despite the stigma attached to his illegitimate birth. The narrative also includes a humorous and philosophical commentary on human nature, inviting the reader to reflect on the follies and virtues of society through the interactions of characters like Allworthy, his sister Bridget, and the housekeeper Deborah. As Allworthy navigates the challenges of incorporating Tom into his life, the novel presents an exploration of how society views morality, innocence, and the social implications of being a \"bastard\" in a judgmental world. (This is an automatically generated summary.)"
      ],
      "translators": [],
      "subjects": [
        "Bildungsromans",
        "England -- Fiction",
        "Foundlings -- Fiction",
        "Humorous stories",
        "Identity (Psychology) -- Fiction",
        "Young men -- Fiction"
      ],
      "bookshelves": [
        "Banned Books from Anne Haight's list",
        "Best Books Ever Listings",
        "Browsing: Fiction",
        "Browsing: Humour",
        "Browsing: Literature",
        "Harvard Classics",
        "Movie Books"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/6593.html.images",
        "text/html; charset=utf-8": "https://www.gutenberg.org/files/6593/6593-h/6593-h.htm",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/6593.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/6593.kf8.images",
        "text/plain; charset=utf-8": "https://www.gutenberg.org/files/6593/6593-0.txt",
        "text/plain; charset=iso-8859-1": "https://www.gutenberg.org/files/6593/6593-8.txt",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/6593.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/6593/pg6593.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/6593/pg6593-h.zip",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/6593.txt.utf-8"
      },
      "download_count": 34107
    },
    {
      "id": 4085,
      "title": "The Adventures of Roderick Random",
      "authors": [
        {
          "name": "Smollett, T. (Tobias)",
          "birth_year": 1721,
          "death_year": 1771
        }
      ],
      "summaries": [
        "\"The Adventures of Roderick Random\" by Tobias Smollett is a novel written in the early 18th century. The book follows the life and misadventures of Roderick Random, an orphan navigating a world rife with challenges, cruelty, and injustice. As he grows from a neglected child into a young man, Roderick's journey is marked by both comedic elements and social satire.  At the start of the novel, Roderick Random recounts his difficult birth into a life of hardship, beginning with the aversion of his wealthy grandfather to his parents' union. The narrative unfolds through a vivid portrayal of Roderick's childhood, where he faces animosity from his relatives and mistreatment at school. Despite his hardships, Roderick displays resilience and cunning, emboldened by friendships with fellow outcasts. He breaks free from his grim circumstances upon moving to a new setting, where an encounter with his uncle leads him to a supportive environment, setting the stage for his future adventures. Throughout this opening, readers are introduced to a world filled with humor, familial conflict, and early struggles as Roderick seeks a better existence amid adversity. (This is an automatically generated summary.)"
      ],
      "translators": [],
      "subjects": [
        "England -- Fiction",
        "Impressment -- Fiction",
        "Picaresque literature",
        "Rogues and vagabonds -- Fiction",
        "Sailors -- Fiction",
        "Scots -- England -- Fiction",
        "Sea stories",
        "Warships -- Fiction"
      ],
      "bookshelves": [
        "Best Books Ever Listings",
        "Browsing: Culture/Civilization/Society",
        "Browsing: Fiction",
        "Browsing: History - General",
        "Browsing: Literature",
        "Historical Fiction"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/4085.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/4085.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/4085.kf8.images",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/4085.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/4085/pg4085.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/4085/4085-0.zip",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/4085.txt.utf-8"
      },
      "download_count": 33826
    },
    {
      "id": 844,
      "title": "The Importance of Being Earnest: A Trivial Comedy for Serious People",
      "authors": [
        {
          "name": "Wilde, Oscar",
          "birth_year": 1854,
          "death_year": 1900
        }
      ],
      "summaries": [
        "\"The Importance of Being Earnest: A Trivial Comedy for Serious People\" by Oscar Wilde is a play written in the late 19th century. This witty farce revolves around the theme of mistaken identities and the absurdities of Victorian society, focusing on the lives of two friends, John Worthing and Algernon Moncrieff, who both assume fictitious personas to escape their societal obligations.   The opening of the play establishes Algernon Moncrieff's opulent flat, where he converses with his manservant Lane about the complexity of life and marriage. John Worthing, or \"Ernest\" in town, visits Algernon, expressing his purpose of proposing to Gwendolen Fairfax, Algernon's cousin. Through clever dialogue, the two men discuss their escapades and the concept of \"Bunburying,\" a euphemism for creating a fictional identity to avoid responsibilities. This sets the stage for comedic misunderstandings and romantic entanglements that unfold as they both navigate their relationships with the women in their lives, Gwendolen and Cecily Cardew. (This is an automatically generated summary.)"
      ],
      "translators": [],
      "subjects": [
        "Comedy plays",
        "England -- Drama",
        "Foundlings -- Drama",
        "Identity (Psychology) -- Drama"
      ],
      "bookshelves": [
        "Browsing: Fiction",
        "Browsing: Literature",
        "Browsing: Performing Arts/Film",
        "Plays"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/844.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/844.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/844.kf8.images",
        "text/plain; charset=utf-8": "https://www.gutenberg.org/files/844/844-0.txt",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/844.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/844/pg844.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/844/pg844-h.zip",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/844.txt.utf-8"
      },
      "download_count": 33756
    },
    {
      "id": 5197,
      "title": "My Life — Volume 1",
      "authors": [
        {
          "name": "Wagner, Richard",
          "birth_year": 1813,
          "death_year": 1883
        }
      ],
      "summaries": [
        "\"My Life — Volume 1\" by Richard Wagner is an autobiographical work written in the mid-19th century. This volume details the early years and formative experiences of the famed composer, from his childhood in Leipzig to his early professional endeavors around 1842. The book reflects on Wagner's family background, his introduction to music, and the influences that shaped his artistic journey.  The opening of this autobiographical account begins with Wagner’s birth and the immediate aftermath of his father's death, which left his family in difficult circumstances. He describes his stepfather's pivotal role in his upbringing and education, as well as the vibrant cultural environment he was immersed in, including his early encounters with the theatre and music. Throughout the narrative, Wagner recounts his childhood memories, the struggles with education, and the blossoming of his musical talent, which ultimately sets the stage for his future career as a composer. The reader is drawn into the emotions and aspirations of a young artist at the brink of discovering his calling, with significant events, relationships, and sentiments foreshadowing the remarkable life he would lead. (This is an automatically generated summary.)"
      ],
      "translators": [],
      "subjects": [
        "Composers -- Germany -- Biography",
        "Wagner, Richard, 1813-1883"
      ],
      "bookshelves": [
        "Browsing: Biographies",
        "Browsing: Music"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/5197.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/5197.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/5197.kf8.images",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/5197.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/5197/pg5197.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/5197/5197-0.zip",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/5197.txt.utf-8"
      },
      "download_count": 33730
    },
    {
      "id": 1259,
      "title": "Twenty years after",
      "authors": [
        {
          "name": "Dumas, Alexandre",
          "birth_year": 1802,
          "death_year": 1870
        },
        {
          "name": "Maquet, Auguste",
          "birth_year": 1813,
          "death_year": 1888
        }
      ],
      "summaries": [
        "\"Twenty Years After\" by Alexandre Dumas and Auguste Maquet is a historical novel written in the mid-19th century. It serves as the sequel to \"The Three Musketeers\" and continues the adventurous saga of D'Artagnan and his friends—Athos, Porthos, and Aramis. This installment delves into their lives twenty years after the original tale, exploring themes of friendship, loyalty, and political intrigue against the backdrop of a tumultuous France.  At the start of \"Twenty Years After,\" the reader is introduced to the political discontent in France following the death of Cardinal Richelieu. Cardinal Mazarin, his successor, finds himself in troubling times marked by public outrage against the government. The opening scene is set in the Palais Royal where Mazarin contemplates his precarious position amidst rising unrest. We witness D’Artagnan, now older but no less courageous, as he prepares to navigate this new political landscape. The narrative unveils immediate tensions as D’Artagnan is called to assist Mazarin, and we see hints of past friendships and alliances which will come into play as tensions rise. This opening part lays the groundwork for an epic blend of action, political maneuvering, and the enduring camaraderie of the central characters. (This is an automatically generated summary.)"
      ],
      "translators": [],
      "subjects": [
        "France -- History -- Louis XIV, 1643-1715 -- Fiction"
      ],
      "bookshelves": [
        "Adventure",
        "Browsing: Culture/Civilization/Society",
        "Browsing: Fiction",
        "Browsing: History - General",
        "Browsing: Literature",
        "Historical Fiction",
        "Movie Books"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/1259.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/1259.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/1259.kf8.images",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/1259.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/1259/pg1259.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/1259/1259-0.zip",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/1259.txt.utf-8"
      },
      "download_count": 33629
    },
    {
      "id": 43,
      "title": "The Strange Case of Dr. Jekyll and Mr. Hyde",
      "authors": [
        {
          "name": "Stevenson, Robert Louis",
          "birth_year": 1850,
          "death_year": 1894
        }
      ],
      "summaries": [
        "\"The Strange Case of Dr. Jekyll and Mr. Hyde\" by Robert Louis Stevenson is a novella written during the late 19th century that delves into the duality of human nature and the struggle between good and evil. The narrative follows Mr. Utterson, a lawyer, as he investigates the mysterious relationship between his friend, Dr. Jekyll, and the sinister Mr. Hyde, uncovering dark secrets that test the boundaries of morality.  At the start of the novella, we meet Mr. Utterson and his distant cousin, Mr. Enfield, who discuss a strange door that Enfield associates with a disturbing story about Hyde trampling a young girl and displaying an unsettling demeanor. Utterson becomes increasingly intrigued by Hyde, especially when he discovers that Hyde stands to inherit Jekyll's wealth upon the doctor's disappearance. The text evokes a sense of foreboding as Utterson grapples with his concerns for Jekyll's welfare while unraveling the enigma surrounding Hyde, whose appearance elicits an inexplicable sense of dread. As the tale unfolds, it sets the stage for a profound exploration of identity, shame, and the darker aspects of human behavior. (This is an automatically generated summary.)"
      ],
      "translators": [],
      "subjects": [
        "Horror tales",
        "London (England) -- Fiction",
        "Multiple personality -- Fiction",
        "Physicians -- Fiction",
        "Psychological fiction",
        "Science fiction",
        "Self-experimentation in medicine -- Fiction"
      ],
      "bookshelves": [
        "Browsing: Fiction",
        "Browsing: Psychiatry/Psychology",
        "Browsing: Science-Fiction & Fantasy",
        "Horror",
        "Movie Books",
        "Precursors of Science Fiction"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/43.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/43.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/43.kf8.images",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/43.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/43/pg43.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/43/43-0.zip",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/43.txt.utf-8"
      },
      "download_count": 32477
    },
    {
      "id": 345,
      "title": "Dracula",
      "authors": [
        {
          "name": "Stoker, Bram",
          "birth_year": 1847,
          "death_year": 1912
        }
      ],
      "summaries": [
        "\"Dracula\" by Bram Stoker is a Gothic horror novel written in the late 19th century. The story unfolds through a series of letters, journal entries, and newspaper clippings, primarily following the experiences of Jonathan Harker, a young English solicitor. Harker’s journey takes him to Transylvania, where he encounters the enigmatic Count Dracula, setting a thrilling and mysterious tone that delves into themes of fear, seduction, and the supernatural.  The opening of the novel presents Jonathan Harker’s journal entries, marking the beginning of his travels to meet Count Dracula regarding a real estate transaction. Harker describes his train journey through the picturesque landscapes of eastern Europe, highlighting the eerie atmosphere and local superstitions that hint at the challenges he will face. Upon arriving at the Count's castle, Harker senses unease, especially when local villagers express concern and give him protective charms against evil spirits. The tension escalates as Harker meets Dracula, who, while courteous, exhibits strange and unsettling behavior. Kafkaesque and claustrophobic, the initial chapters effectively set the stage for Harker’s realization that he is trapped in Dracula’s world, creating an eerie, suspenseful foundation for the unfolding narrative. (This is an automatically generated summary.)"
      ],
      "translators": [],
      "subjects": [
        "Dracula, Count (Fictitious character) -- Fiction",
        "Epistolary fiction",
        "Gothic fiction",
        "Horror tales",
        "Transylvania (Romania) -- Fiction",
        "Vampires -- Fiction",
        "Whitby (England) -- Fiction"
      ],
      "bookshelves": [
        "Browsing: Fiction",
        "Browsing: Literature",
        "Browsing: Science-Fiction & Fantasy",
        "Gothic Fiction",
        "Horror",
        "Movie Books",
        "Mystery Fiction"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/345.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/345.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/345.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/345.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/345.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/345/pg345.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/345/pg345-h.zip"
      },
      "download_count": 32343
    },
    {
      "id": 2554,
      "title": "Crime and Punishment",
      "authors": [
        {
          "name": "Dostoyevsky, Fyodor",
          "birth_year": 1821,
          "death_year": 1881
        }
      ],
      "summaries": [
        "\"Crime and Punishment\" by Fyodor Dostoyevsky is a novel written in the mid-19th century. The story delves into the psychological turmoil of its main character, Rodion Raskolnikov, a former student living in extreme poverty in St. Petersburg, as he grapples with morality, guilt, and the nature of crime. Raskolnikov's internal struggles and rationalizations set the stage for a broader exploration of existential questions and the consequences of one's choices.  At the start of the novel, readers are introduced to Raskolnikov, who, on a sweltering July evening, leaves his cramped garret, fueled by a mix of fear and dread. He is acutely aware of his troubled finances, particularly his debts to his landlady, which cultivate a sense of isolation and despair. As he wanders through the city's pungent streets, he reflects on his own cowardice and impotence while contemplating a deeply disturbing act he is contemplating. The opening scene captures Raskolnikov's increasingly fraught mental state, portraying him as both an intellectual and a tormented soul. Eventually, he visits an old pawnbroker, Alyona Ivanovna, where an unsettling encounter begins to unfold, hinting at the drastic actions he is considering. (This is an automatically generated summary.)"
      ],
      "translators": [
        {
          "name": "Garnett, Constance",
          "birth_year": 1861,
          "death_year": 1946
        }
      ],
      "subjects": [
        "Crime -- Psychological aspects -- Fiction",
        "Detective and mystery stories",
        "Murder -- Fiction",
        "Psychological fiction",
        "Saint Petersburg (Russia) -- Fiction"
      ],
      "bookshelves": [
        "Best Books Ever Listings",
        "Browsing: Crime/Mystery",
        "Browsing: Fiction",
        "Browsing: Literature",
        "Browsing: Psychiatry/Psychology",
        "Crime Fiction",
        "Harvard Classics"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/2554.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/2554.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/2554.kf8.images",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/2554.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/2554/pg2554.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/2554/2554-0.zip",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/2554.txt.utf-8"
      },
      "download_count": 31255
    },
    {
      "id": 5200,
      "title": "Metamorphosis",
      "authors": [
        {
          "name": "Kafka, Franz",
          "birth_year": 1883,
          "death_year": 1924
        }
      ],
      "summaries": [
        "\"Metamorphosis\" by Franz Kafka is a novella written during the late 19th century. The book explores themes of alienation and identity through the strange and tragic transformation of its main character, Gregor Samsa, who wakes up one morning to find himself turned into a grotesque insect. The story grapples with Gregor's struggle to adapt to his new physical form and its implications for his family, shedding light on societal expectations and familial responsibilities.  The opening of \"Metamorphosis\" presents an unsettling scene as Gregor Samsa discovers his shocking metamorphosis. Initially confused and in discomfort, he reflects on his life as a travelling salesman and the burdens of his job, all while grappling with the absurdity of his situation. As he struggles to get out of bed, the concern of his family begins to stir. His mother knocks on his door, anxious about his tardiness for work, and this prompts a cascade of worry for Gregor about how his family will react to his transformation. Despite his efforts to communicate and reassure them, the fear and misunderstanding stemming from his condition quickly become apparent. This launch into the bizarre and tragic sets the tone for the exploration of alienation and familial dynamics that unfolds throughout the novella. (This is an automatically generated summary.)"
      ],
      "translators": [
        {
          "name": "Wyllie, David (Translator)",
          "birth_year": null,
          "death_year": null
        }
      ],
      "subjects": [
        "Metamorphosis -- Fiction",
        "Psychological fiction"
      ],
      "bookshelves": [
        "Browsing: Fiction",
        "Browsing: Literature",
        "Browsing: Psychiatry/Psychology",
        "Horror"
      ],
      "languages": [
        "en"
      ],
      "copyright": true,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/5200.html.images",
        "text/html; charset=iso-8859-1": "https://www.gutenberg.org/files/5200/5200-h/5200-h.htm",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/5200.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/5200.kf8.images",
        "text/plain; charset=utf-8": "https://www.gutenberg.org/files/5200/5200-0.txt",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/5200.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/5200/pg5200.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/5200/pg5200-h.zip",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/5200.txt.utf-8"
      },
      "download_count": 31179
    },
    {
      "id": 76,
      "title": "Adventures of Huckleberry Finn",
      "authors": [
        {
          "name": "Twain, Mark",
          "birth_year": 1835,
          "death_year": 1910
        }
      ],
      "summaries": [
        "\"Adventures of Huckleberry Finn\" by Mark Twain is a novel likely written in the late 19th century. The book explores the adventures of a young boy named Huckleberry Finn as he grapples with themes of freedom, morality, and societal expectations against the backdrop of the pre-Civil War American South. The narrative takes place as Huck escapes his restrictive life and embarks on a journey down the Mississippi River, where he encounters various characters that challenge his understanding of right and wrong.  The opening of the book introduces Huck Finn, the protagonist, reflecting on his life before the events of the story, specifically referencing his previous adventures with Tom Sawyer. Huck describes his uncomfortable life with the Widow Douglas, who is trying to civilize him, and informs the reader about his father's abusive behavior and his desire to escape. The groundwork is laid for his quest for freedom and individuality, as he is soon joined by Jim, a runaway slave, hinting at the deeper moral complexities that will unfold throughout their journey. The tone is light-hearted yet critical, establishing Huck's voice and his perspective on the absurdities of societal norms. (This is an automatically generated summary.)"
      ],
      "translators": [],
      "subjects": [
        "Adventure stories",
        "Bildungsromans",
        "Boys -- Fiction",
        "Finn, Huckleberry (Fictitious character) -- Fiction",
        "Fugitive slaves -- Fiction",
        "Humorous stories",
        "Male friendship -- Fiction",
        "Mississippi River -- Fiction",
        "Missouri -- Fiction",
        "Race relations -- Fiction",
        "Runaway children -- Fiction"
      ],
      "bookshelves": [
        "Banned Books List from the American Library Association",
        "Banned Books from Anne Haight's list",
        "Best Books Ever Listings",
        "Browsing: Culture/Civilization/Society",
        "Browsing: Fiction",
        "Browsing: Humour",
        "Browsing: Literature"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/76.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/76.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/76.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/76.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/76.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/76/pg76.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/76/pg76-h.zip"
      },
      "download_count": 30660
    },
    {
      "id": 25344,
      "title": "The Scarlet Letter",
      "authors": [
        {
          "name": "Hawthorne, Nathaniel",
          "birth_year": 1804,
          "death_year": 1864
        }
      ],
      "summaries": [
        "\"The Scarlet Letter\" by Nathaniel Hawthorne is a classic novel written in the mid-19th century. The book delves into themes of sin, guilt, and redemption, primarily exploring the life of Hester Prynne, a woman shunned by her Puritan community after bearing an illegitimate child. Through her experiences and struggles, the narrative examines the societal and personal ramifications of moral transgressions.  At the start of the novel, the author introduces the setting, a dilapidated jail in colonial Boston, where a crowd has gathered to witness the punishment of Hester Prynne. The scene conveys a deep sense of Puritanical severity, showing the townspeople's intense scrutiny over Hester, who stands accused of adultery. Hawthorne sets a somber tone as he describes the prison and its surroundings, including a wild rosebush that offers a stark contrast to the grimness of the prison, symbolizing hope and compassion amidst human frailty. (This is an automatically generated summary.)"
      ],
      "translators": [],
      "subjects": [
        "Adultery -- Fiction",
        "Boston (Mass.) -- History -- Colonial period, ca. 1600-1775 -- Fiction",
        "Clergy -- Fiction",
        "Historical fiction",
        "Illegitimate children -- Fiction",
        "Married women -- Fiction",
        "Psychological fiction",
        "Puritans -- Fiction",
        "Revenge -- Fiction",
        "Triangles (Interpersonal relations) -- Fiction",
        "Women immigrants -- Fiction"
      ],
      "bookshelves": [
        "Banned Books from Anne Haight's list",
        "Browsing: Culture/Civilization/Society",
        "Browsing: Fiction",
        "Browsing: History - American",
        "Browsing: Literature"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/25344.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/25344.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/25344.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/25344.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/25344.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/25344/pg25344.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/25344/25344-0.zip"
      },
      "download_count": 27459
    },
    {
      "id": 98,
      "title": "A Tale of Two Cities",
      "authors": [
        {
          "name": "Dickens, Charles",
          "birth_year": 1812,
          "death_year": 1870
        }
      ],
      "summaries": [
        "\"A Tale of Two Cities\" by Charles Dickens is a historical novel written in the mid-19th century. Set against the backdrop of the French Revolution, the story opens with an exploration of the social and political turmoil of the time, introducing key themes such as resurrection, sacrifice, and the dichotomy between oppression and liberty. The narrative begins with the character Mr. Jarvis Lorry's journey, who is on a mission to retrieve Dr. Alexandre Manette, an imprisoned former physician, who has been \"recalled to life\" after years of suffering.  The opening of the novel vividly depicts the contrasting conditions in England and France, emphasizing the hardships faced by common people. A detailed scene unfolds as Mr. Lorry, traveling on a Dover mail coach, encounters a mysterious messenger who brings him a message related to Dr. Manette. As Mr. Lorry arrives in Paris, we sense ominous undertones of the Revolution as Madame Defarge’s wine shop symbolizes the brewing discontent. The narrative hints at the challenges ahead as characters intertwine in a story of personal and political upheaval, setting the stage for the unfolding drama that explores the quest for justice in the face of tyranny. (This is an automatically generated summary.)"
      ],
      "translators": [],
      "subjects": [
        "British -- France -- Paris -- Fiction",
        "Executions and executioners -- Fiction",
        "France -- History -- Revolution, 1789-1799 -- Fiction",
        "French -- England -- London -- Fiction",
        "Historical fiction",
        "London (England) -- History -- 18th century -- Fiction",
        "Lookalikes -- Fiction",
        "Paris (France) -- History -- 1789-1799 -- Fiction",
        "War stories"
      ],
      "bookshelves": [
        "Browsing: Fiction",
        "Browsing: History - British",
        "Browsing: History - European",
        "Browsing: History - General",
        "Browsing: Literature",
        "Historical Fiction"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/98.html.images",
        "text/html; charset=utf-8": "https://www.gutenberg.org/files/98/98-h/98-h.htm",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/98.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/98.kf8.images",
        "text/plain; charset=utf-8": "https://www.gutenberg.org/files/98/98-0.txt",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/98.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/98/pg98.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/98/pg98-h.zip",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/98.txt.utf-8"
      },
      "download_count": 26537
    }
  ]